Repository: BunkersCo/fred-webwhois
Catalog: webwhois_site/webwhois_standalone/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Basic version
cs: Základní verze

source: Go to home page.
cs: Jít na hlavní stranu.

source: Home page
cs: Úvodní strana

source: List of registrars (retail)
cs: Seznam registrátorů (maloobchod)

source: List of registrars (wholesale)
cs: Seznam registrátorů (velkoobchod)

source: Page not found
cs: Strana nebyla nalazena

source: Passwords and locks
cs: Hesla a blokace

source: Server Error <em>(500)</em>
cs: Chyba serveru <em>(500)</em>

source: Server error (500)
cs: Chyba serveru (500)

source: There's been an error. It's been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
cs: V systému došlo k chybě. Byla e-mailem nahlášena správcům, kteří by ji měli v krátké době opravit. Děkujeme za trpělivost.

source: We're sorry, but the requested page could not be found.
cs: Litujeme, ale požadovaná strana nebyla nalezena.

source: Web whois
cs: Webový whois
